[
    {
        "title": "Dia 1: Manhã",
        "content": "A oficina iniciou com a abertura e contextualização do projeto, seguido de uma atividade de quebra-gelo, onde os participantes discutiram qual mascote a ANAC poderia ter e por quê. Em seguida, houve a validação do ecossistema da aeronave, onde os participantes analisaram a cultura organizacional da ANAC e discutiram os serviços ligados às aeronaves."
    },
    {
        "title": "Dia 1: Tarde",
        "content": "Após o intervalo, os participantes priorizaram os serviços usando uma matriz IPA (Impacto Social x Esforço), consolidando as ideias em uma única matriz. Seguiu-se a definição dos perfis de usuário (personas) e o brainstorming de ideias para o serviço. No final do dia, foi iniciada a jornada do usuário e a definição do escopo do protótipo."
    },
    {
        "title": "Dia 2: Manhã",
        "content": "O segundo dia começou com a continuação das atividades 'É, Não é, Faz, Não Faz', onde foram definidos mais detalhes sobre os serviços priorizados. A seguir, houve um brainstorming de ideias com base nas personas e nas prioridades identificadas no dia anterior. As jornadas dos usuários foram detalhadas, e o escopo do protótipo começou a ser definido."
    },
    {
        "title": "Dia 2: Tarde",
        "content": "Na parte da tarde, os participantes desenvolveram o storyboard e planejaram o layout do protótipo. A consolidação dos protótipos começou, onde cada grupo apresentou suas ideias e o feedback foi discutido para refinamento e melhorias."
    },
    {
        "title": "Dia 3: Manhã",
        "content": "O último dia começou com a finalização dos protótipos, onde os detalhes das funcionalidades e fluxos foram ajustados e validados pelos participantes. O grupo teve a oportunidade de revisar o trabalho feito e alinhar as expectativas sobre o protótipo final."
    },
    {
        "title": "Dia 3: Tarde",
        "content": "Na tarde do último dia, houve a apresentação final dos protótipos, seguidos de uma discussão sobre os próximos passos. O encerramento da oficina incluiu um resumo dos aprendizados e agradecimentos."
    }
]
